Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Adekwatna do twojego poziomu? Oczywiście.
uk: Адекватна твоєму рівню? Звичайно.

source: Adelard
uk: Аделард

source: Adelard był zadowolony z namówienia Darthe do współpracy i zapłacił mi całkiem przyjemną sumkę.
uk: Аделард був радий, що Дарт вирішив співпрацювати, і заплатив мені непогану суму.

source: Adelard był zadowolony z tego, jak wykonałem zadanie. Wręczył mi nagrodę i poszedł się upewnić, czy Helga będzie ciągle współpracowała z Gildią.
uk: Аделард був задоволений тим, як я виконав завдання. Він вручив мені нагороду і пішов переконатися, що Хельга й надалі співпрацюватиме з Гільдією.

source: Adelard chce zorganizować przyczółek Gildii w obozie niejakiego Darthe. Mam przekonać myśliwego, że to dobry pomysł, i ewentualnie namówić go do zostania najemnikiem. Albo sprawić, by przestał okupować teren. Obóz znajduje się na drodze z miasta do farmy Bermara, przy jeziorku.
uk: Аделард хоче створити аванпост Гільдії у таборі Дарта. Я маю переконати мисливця, що це гарна ідея, і, можливо, вмовити його стати найманцем. Або змусити його покинути те місце. Табір розташований на дорозі із міста до ферми Бермара, на березі озера.

source: Adelard dostrzegł Bradlocka podczas bitwy. Podejrzewa, że ten spróbował dopaść Lorenzo, więc dowódca najemników Araxos ruszył na ratunek. Nie mogę stracić takiej okazji, by dorwać jednego z najwierniejszych psów Lichwiarza.
uk: Аделард запримітив Бредлока під час битви. Він підозрює, що той намагався дістатися до Лоренцо, тому командир найманців Араксосу поспішив на допомогу. Я не можу упустити таку можливість зловити одного з найвідданіших псів Лихваря.

source: Adelard nie był zadowolony ze śmierci Darthe. Ale przynajmniej dostałem jakąś nagrodę.
uk: Аделард не був задоволений смертю Дарта. Але, принаймні, я отримав винагороду.

source: Adelard nie wydawał się specjalnie dumny z metod, które musiał obrać by wykonać zadanie, ale sam przyznał, że w tym wypadku cel uświęcał środki. Razem z resztą zajmie się teraz zabezpieczeniem towarów, podczas gdy ja mam złożyć raport Lorenzo.
uk: Аделард, схоже, не особливо пишається методами, до яких йому довелося вдатися, щоб виконати це завдання, але сам визнав, що в даному випадку мета виправдовує засоби. Тепер він разом з іншими відповідатиме за охорону товарів, а я доповім Лоренцо.

source: Adelard odkrył, że list ojca Darthe został napisany lata temu, kiedy Gildia prowadziła interesy w zupełnie inny sposób. Mam zaproponować Darthe wynajem jego obozu Gildii i wyraźnie zaznaczyć, że nie musi dla nas pracować.
uk: Аделард виявив, що лист Дартового батька був написаний багато років тому, коли Гільдія вела бізнес зовсім по-іншому. Я маю запропонувати Дарту здати його табір Гільдії в оренду і дати зрозуміти, що він не зобов'язаний працювати на нас.

source: Adelard pokazuje członkom oddziałów specjalnych Araxos jak nabrać siły, a ludzi należących do elity organizacji uczy walki bronią jednoręczną i dwuręczną. Każdy jego uczeń musi jednak znać jakieś podstawy.
uk: Аделард показує членам спецзагону Араксосу, як набратися сили, а також навчає представників еліти організації битися з одноручною та дворучною зброєю. Втім, кожен з його учнів повинен розуміти основи.

source: Adelard z najemnikami pewnie ruszyli już do góry...
uk: Аделард з найманцями, напевно, вже піднялися нагору...

source: Adelard zlecił mi zorganizowanie ochrony transportu towarów z Silbach do Kopalni Araxos. Podkreślił przy tym, że dobrze byłoby wykonać to zadanie jak najszybciej. Pora udać się do wioski.
uk: Аделард доручив мені забезпечити охорону вантажів, які будуть перевозитися із Сільбаху до копальні Араксосу. При цьому він наголосив, що було б добре виконати це завдання якнайшвидше. Настав час вирушати в село.

source: Adelard! Pokaż wszystkim, jak walczy elita Araxos!
uk: Аделарде! Покажи всім, як б'ється еліта Араксосу!

source: Adelard. Ty i twoi najemnicy zaatakujecie obóz na bagnach. To ciężki teren, ale z tego co słyszałem, wasi ludzie są przyzwyczajeni do brudnej roboty!
uk: Аделард. Ти і твої найманці нападете на табір на болотах. Це важкопрохідна місцевість, але з того, що я чув, твої люди звикли до брудної роботи!

source: Adi
uk: Аді

source: Admirał Anskar... były admirał.
uk: Адмірал Анскар... колишній адмірал.

source: Adorator
uk: Шанувальник

source: Adresatem jest Darthe.
uk: Адресовано Дарту.

source: Adrien
uk: Адріан

source: Aghhhhhhhhhh...
uk: А-а-а-а-а-а-а-а-агх...

source: Agitator
uk: Агітатор

source: Agitator twierdzi, że broszury pojawiły się pewnego dnia na ulicach, a ludzie z czasem zaczęli je przekazywać dalej. Według Ludlofa takiego zamówienia mógł się podjąć tylko miejski pisarz, Venzel. Znajdę go w Trzech Marynarzach - cechu położonym niedaleko kantoru Araxos. Pora go odwiedzić i dowiedzieć się czegoś o jego ostatnich klientach. Co do Ludlofa, to postanowiłem puścić go wolno. Nie ma sensu tracić dla niego więcej czasu.
uk: Агітатор стверджує, що листівки одного дня просто з'явилися на вулицях міста, а згодом люди почали їх поширювати. На думку Людлофа, таке замовлення міг виконати лише міський письменник Венцель. Я можу знайти його в Трьох Моряках, що знаходиться неподалік від Торгової Гільдії Араксос. Настав час його відвідати і дізнатися щось про його останніх клієнтів. Що стосується Людлофа, то я вирішив його відпустити. Немає сенсу більше витрачати на нього свій час.

source: Agitator twierdzi, że broszury pojawiły się pewnego dnia na ulicach, a ludzie z czasem zaczęli je przekazywać dalej. Według Ludlofa takiego zamówienia mógł się podjąć tylko miejski pisarz, Venzel. Znajdę go w Trzech Marynarzach - cechu położonym niedaleko kantoru Araxos. Pora go odwiedzić i dowiedzieć się czegoś o jego ostatnich klientach. Co do Ludlofa, to postanowiłem puścić go wolno. Po moim pokazie siły chyba odechciało mu się podburzać mieszkańców do buntu. Oby nie sprawiał więcej kłopotów.
uk: Агітатор стверджує, що листівки одного дня просто з'явилися на вулицях міста, а згодом люди почали їх поширювати. На думку Людлофа, таке замовлення міг виконати лише міський письменник Венцель. Я можу знайти його в Трьох Моряках, що знаходиться неподалік від Торгової Гільдії Араксос. Настав час його відвідати і дізнатися щось про його останніх клієнтів. Що стосується Людлофа, то я вирішив його відпустити. Після моєї демонстрації сили він, здається, передумав підбурювати людей до бунту. Сподіваюся, він більше не завдасть неприємностей.

source: Agitator twierdzi, że broszury pojawiły się pewnego dnia na ulicach, a ludzie z czasem zaczęli je przekazywać dalej. Według Ludlofa takiego zamówienia mógł się podjąć tylko miejski pisarz, Venzel. Znajdę go w Trzech Marynarzach - cechu położonym niedaleko kantoru Araxos. Pora go odwiedzić i dowiedzieć się czegoś o jego ostatnich klientach. Uznałem, że Ludlof powinien trafić za kratki. Jednego podżegacza na ulicach miasta mniej.
uk: Агітатор стверджує, що листівки одного дня просто з'явилися на вулицях міста, а згодом люди почали їх поширювати. На думку Людлофа, таке замовлення міг виконати лише міський письменник Венцель. Я можу знайти його в Трьох Моряках, що знаходиться неподалік від Торгової Гільдії Араксос. Настав час його відвідати і дізнатися щось про його останніх клієнтів. Я вирішив, що Людлофа слід запроторити за ґрати. Одним підбурювачем на вулицях міста буде менше.

source: Agitator twierdzi, że broszury pojawiły się pewnego dnia na ulicach, a ludzie z czasem zaczęli je przekazywać dalej. Według Ludlofa takiego zamówienia mógł się podjąć tylko miejski pisarz, Venzel. Znajdę go w Trzech Marynarzach - cechu położonym niedaleko kantoru Araxos. Pora go odwiedzić i dowiedzieć się czegoś o jego ostatnich klientach. Uznałem, że Ludlof powinien trafić za kratki. Może strażnicy sypną mi złotem za pojmanie podżegacza?
uk: Агітатор стверджує, що листівки одного дня просто з'явилися на вулицях міста, а згодом люди почали їх поширювати. На думку Людлофа, таке замовлення міг виконати лише міський письменник Венцель. Я можу знайти його в Трьох Моряках, що знаходиться неподалік від Торгової Гільдії Араксос. Настав час його відвідати та дізнатися щось про його останніх клієнтів. Я вирішив, що Людлофа слід запроторити за ґрати. Можливо, вартові заплатять мені золотом за те, що я впіймав підбурювача?

source: Agitatorzy... Szumne określenie, a to pewnie zwykli krzykacze.
uk: Агітатори... Гучне слово для звичайних оповісників.

source: Agitatorzy? To dość obraźliwe określenie.
uk: Агітатори? Це досить образливий термін.

source: Agresywny biedak
uk: Агресивний волоцюга

source: Agresywny uchodźca
uk: Агресивний біженець

source: Aha! I sprawdź, jak radzą sobie twoi koledzy na patrolu.
uk: О, і перевір, як справи у твоїх колег по патрулю.

source: Aha! Widzę, że mamy poważniejszy problem...
uk: Ага! Бачу, у тебе більш серйозна проблема...

source: Aha, ambitny nam się trafił. Cóż, bywa i tak.
uk: Ага, амбітний знайшовся. Що ж, буває і таке.

source: Aha, i jeszcze jedno - nikt się stąd nie rusza, dopóki ja nie powiem, że ruszamy. Zrozumiano?
uk: О, і ще одне – ніхто звідси не піде, поки я не скажу, що ми рушаємо. Зрозуміло?

source: Aha, i jeszcze jedno. Uważaj na Gabriena. To on na co dzień pilnuje magazynu.
uk: І ще одне. Остерігайся Габрієна. Це він щодня охороняє склад.

source: Aha, i jeśli myślisz o rozmowie z nim, to możesz o tym zapomnieć.
uk: І якщо ти думаєш поговорити з ним, можеш забути про це.

source: Aha, no i jakoś trzeba też wytrzymać w wodzie, bo pewnie jest lodowata.
uk: А, і ще тобі потрібно якось протриматися у воді, тому що вона напевно буде крижана.

source: Aha, no i swoich czeladników uczę wykuwania broni. Jak trafi się akurat ktoś zdolny, to naprawdę nieźle potrafi odciążyć w kuźni.
uk: О, і своїх учнів я вчу кувати зброю. Якщо знайду когось здібного, то він справді полегшить мені роботу в кузні.

source: Aha, ostatnia uwaga. Zauważyłem, że pomału nabierasz tego oficjalnego stylu rozmawiania z mieszkańcami. Pamiętaj tylko, że w oficjalnych sytuacjach nie mówić im na 'ty'.
uk: І останнє зауваження. Я помітив, що ти потроху набуваєш офіційного стилю спілкування з мешканцями. Просто пам'ятай, що в офіційних ситуаціях не варто звертатися до них, як до знайомих.

source: Aha, pewnie. Przynieślibyście dla mnie marchewki z pola, a ja z wdzięczności pozwoliłbym wam wejść... Zapomnij!
uk: Ну, звісно. Ви принесете мені моркву з поля, а я вас впущу з вдячності... Забудь про це!

source: Aha, świetnie, czyli musimy przeprowadzić dodatkowe śledztwo. Dobra, jakoś damy radę.
uk: Чудово, значить, нам потрібно провести додаткове розслідування. Гаразд, як-небудь розберемося.

source: Aha.
uk: Ага.

source: Aha... Nieźle. Jeśli znowu chcesz gadać o tamtym nieprzyjemnym incydencie, to możesz od razu sobie darować.
uk: Ага... Непогано. Якщо хочеш знову поговорити про той неприємний інцидент, то краще забудь.

source: Ahoj, marynarzu! Chcesz się odprężyć? Dobrze trafiłeś!
uk: Гей, моряче! Хочеш відпочити? Ти прийшов у правильне місце!

source: Ai!
uk: Ай!

source: Ajjj!
uk: Ааай!

source: Akcja
uk: Дія

source: Akcji nie możemy odwołać, Ernesto nie będzie zwlekał z transakcją, dlatego na wszelki wypadek przypominam, co kto ma robić.
uk: Скасовувати вже нічого не можна, Ернесто не стане відкладати угоду, тому про всяк випадок я нагадую, що і кому потрібно зробити:

source: Akrobatyka
uk: Акробатика

source: Akt własności domu
uk: Право власності на будинок

source: Akt własności sklepu Fridy
uk: Право на володіння крамницею Фріди

source: Akt własności, który Frida
uk: Документ про власність, який Фріда

source: Akt własności, który dostałem od żeglarza.
uk: Акт власності, який я отримав від моряка.

source: Aktualnie Roderich ma na głowie całą bandę uchodźców, którzy destabilizują Archolos.
uk: Наразі у Родеріха зібралася ціла купа біженців, які дестабілізують ситуацію на Архолосі.

source: Aktualnie na stanie mam pancerze skórzane i kolcze. Reszta przechodzi gruntowne naprawy lub jest zarezerwowana dla chłopców Adelarda.
uk: Наразі я маю на складі шкіряний та кольчужний обладунки. Інші перебувають на капітальному ремонті або зарезервовані для хлопців Аделарда.

source: Aktualnie niczym, bo trochę pusto w sakiewce. Próbuję się gdzieś zaczepić i robię porządki w magazynie.
uk: Наразі нічим, бо трохи порожньо в гаманці. Намагаюся прилаштуватися і наводжу лад у себе на складі.

source: Aktualnie przeprowadzam małą inwentaryzację moich towarów, ale mogę zaoferować ci ten wspaniały pancerz kolczy.
uk: Зараз я проводжу невелику інвентаризацію своїх товарів, але можу запропонувати тобі цей чудовий кольчужний обладунок.

source: Aktualnie skupiamy się na dwóch rodzajach piw. Joe czasem mi pomaga, ale najczęściej pracuję sam, a on zajmuje się prowadzeniem karczmy.
uk: Наразі ми зосереджені на двох сортах пива. Джо іноді допомагає мені, але здебільшого я працюю сам, а він займається управлінням корчмою.

source: Aktualnie zastępuje go Albyn, więc jeśli będziesz sprawiał problemy, to on się tobą zajmie.
uk: Зараз його замінює Альбін, тож якщо ти створюватимеш проблеми, він тобою займеться.

source: Aktywacja tego piedestału brzmiała inaczej od pozostałych. Chyba otwarłem jakieś wielkie wrota.
uk: Активація цього постаменту прозвучала інакше, ніж інших. Схоже, я відчинив якісь великі ворота.

source: Aktywność wulkanu? To ten wulkan jednak jest aktywny?
uk: Вулканічна активність? Цей вулкан все ще активний?

source: Aktywny nowicjusz
uk: Активний послушник

source: Akurat jak każdy pracownik Gildii potrafię dobrze liczyć. Zginęło 10 beczek piwa i sporo kufli. Dwóch naszych ludzi ruszyło już znalezionym tropem.
uk: Як і будь-який працівник Гільдії, я добре вмію рахувати. Зникло десять бочок пива і чимало кухлів. Двоє наших людей пішли по знайдених слідах.

source: Akurat mam przerwę. Postanowiłem trochę pozwiedzać.
uk: У мене зараз перерва. Вирішив трохи роздивитись довкола.

source: Akurat mam przy sobie runę teleportacyjną, prowadzącą prosto do miasta. Mogę wracać do Dinkela. Muszę być pewny siebie i przekonujący, jeśli ma uwierzyć w moją historię.
uk: На щастя, у мене є руна телепортації, яка перенесе його до міста. Я можу повертатися до Дінкеля. Мені потрібно бути якомога переконливішим, щоб він повірив у мою історію.

source: Akurat mogę sobie zrobić chwilę przerwy, ale dosłownie chwilę.
uk: Я якраз можу зробити невелику перерву, але не більше хвилини.

source: Akwamaryn
uk: Аквамарин

source: Akwamaryn jest niezwykle cennym kamieniem szlachetnym zarówno dla kolekcjonerów, jak i Magów Wody, którzy wykorzystują go do tworzenia magicznych run. Choć ten błękitny minerał wydaje się związany z morzem, znajdziesz go wyłącznie w głębokich pieczarach, często w towarzystwie złóż żelaza.
uk: Аквамарин - надзвичайно цінний камінь як для колекціонерів, так і для Магів Води, які використовують його для створення магічних рун. Хоча цей блакитний мінерал асоціюється з морем, ви знайдете його лише в глибоких печерах, часто разом з покладами заліза.

source: Al-ale bardzo długo je zbierałem!
uk: Ал...але я їх так довго збирав!

source: Alarm!
uk: Тривога!

source: Albo bądź całkiem swobodny, albo całkiem oficjalny, nie mieszaj tego, bo brzmi to mało profesjonalnie.
uk: Або повністю повсякденно, або повністю офіційно, не змішуй, бо це звучить не зовсім професійно.

source: Albo dobra, będę miły, żebyś w gacie nie narobił. Coś za jeden?
uk: Або добре, я буду ввічливим, щоб ти часом не наклав у штани. Ти хто такий?

source: Albo dobra, nie odpowiadaj, tak nic nie załatwimy. Złożycie relację bezpośrednio Lorenzo. On oceni, co zrobić, ja nie będę ryzykował działania na własną rękę.
uk: Або добре, не відповідай, так ми нічого не доб'ємося. Ти звітуватимеш безпосередньо Лоренцо. Він вирішуватиме, що робити, я не ризикну діяти самостійно.

source: Albo dom, albo interes. Wybór jest prosty. Przekaż Lorenzo, że możemy siąść do negocjacji.
uk: Або будинок, або бізнес. Вибір простий. Перекажи Лоренцо, що ми можемо сісти за стіл переговорів.

source: Albo i życia.
uk: Або смерть.

source: Albo je zabijaliśmy, albo odstraszaliśmy pochodniami. Te mrówy nie lubią światła, wiesz? Na jasne obszary wchodzą tylko zmuszone, na przykład w samoobronie.
uk: Ми їх або вбивали, або відлякували смолоскипами. Знаєш, ці мурахи не люблять світла. На освітлені ділянки вони виходять лише вимушено, наприклад, для самозахисту.

source: Albo jesteś ślepcem, albo kiepski z ciebie żartowniś. Jestem Gerstand, a to mój przybytek, karczma Pęknięta Struna.
uk: Ти або сліпий, або кепський з тебе жартівник. Я Герстанд, і це моє святиня – корчма 'Обірвана струна'.

source: Albo musiałeś się pomylić, ale ta panienka fałszywie podawała się za kogoś, kim nie jest.
uk: Або ти помилився, або ця дівчина видавала себе не за ту, ким є насправді.

source: Albo natychmiast zdobędziesz tuzin tych jaj, albo możesz zapomnieć o serwowaniu naszego specjału!
uk: Або негайно принеси дюжину таких яєць, або можеш забути про нашу фірмову страву!

source: Albo powiesz mi, co tak naprawdę zrobiłeś, że w jej oczach płonie żądza mordu.
uk: Або розкажи мені, що ти насправді зробив, від чого в її очах палає жага вбивства.

source: Albo przynajmniej do następnej powodzi.
uk: Або принаймні до наступної повені.

source: Albo sobie żartujesz, albo totalnie olałeś sprawę. Albo zabrałeś resztę dla siebie.
uk: Або ти жартуєш, або ти просто нікчема. А може, забрав усе собі.

source: Albo ten łysy drań jest cholernie trudny do złamania, albo naprawdę nie ma pojęcia o organizacji wywrotowców. Tak czy inaczej, rozkazy szefa są jasne - przesłuchiwać, aż się do czegoś przyzna. Przynajmniej będę mógł wypróbować na nim nowe zabawki od Bradlocka.
uk: Або цього лисого виродка до дідька важко зламати, або він справді не має жодного уявлення про організацію підривної діяльності. Так чи інакше, наказ боса чіткий - допитувати, поки у чомусь не зізнається. Принаймні, я зможу випробувати на ньому нові іграшки Бредлока.

source: Albo to Yezegan znowu przyzywał sobie jakieś bestie do eksperymentów. Już ja się z nim rozmówię!
uk: Або це Єзеган знову викликав якусь тварюку для експериментів. Треба з ним поговорити!

source: Albo utopiłby ich, gdyby miał taki kaprys.
uk: Або ж втопив їх, якби йому захотілось.

source: Albo wie i nie chce powiedzieć. Ja w każdym razie bardzo chętnie poznałbym wyjaśnienie tej sprawy.
uk: Або знає, але не хоче говорити. Мені, в будь-якому випадку, дуже хотілося б дізнатися, що насправді сталося.

source: Albo wyniesiony na taczkach.
uk: Або заженуть в могилу.

source: Albo ze mną idziesz, albo cię zaciągnę.
uk: Або ти йдеш зі мною, або я потягну тебе силою.

source: Albo, co gorsza, wyjdzie na to, że to nie on, a ktoś inny zdoła ją rozszyfrować.
uk: Або ще гірше. Виявиться, що розшифрує його не він, а хтось інший.

source: Albo, jeśli jesteś wybredny w kwestii jedzenia, znajdzie się dla ciebie kilka złotych monet.
uk: Або, якщо ти перебірливий у їжі, для тебе знайдеться кілька золотих монет.

source: Albo?
uk: Або що?

source: Albo? (Sprowokuj)
uk: Або що? (Спровокувати)

source: Albowiem Pan morza i oceanów roztacza opiekę nad wszystko, co żywe - rośliny, zwierzęta i ludzi.
uk: Бо Господь морів та океанів поширює Свою турботу на все живе – рослини, тварин та людей.

source: Albowiem to Adanos przyniósł ludziom pomysłowość i mądrość, której tak bardzo potrzebowali.
uk: Адже саме Аданос приніс людям винахідливість і мудрість, яких вони так відчайдушно потребували.

source: Albrecht cierpiał na straszną chorobę, która wolno, lecz konsekwentnie toczyła jego ciało. Wielu zakładało, że władca nie dożyje swych trzydziestych urodzin. Wielu też próbowało bezskutecznie znaleźć lekarstwo na jego przypadłość. Cyrulicy przekrzykiwali się wzajemnie w coraz to śmielszych teoriach, a sprowadzani na dwór astronomowie zasięgali rady gwiazd.
uk: Альбрехт страждав від страшної хвороби, яка повільно, але неухильно руйнувала його тіло. Багато хто припускав, що монарх не доживе до свого тридцятиріччя. Багато хто також безуспішно намагався знайти ліки від його недуги. Цирульники пропонували один перед одним все більш сміливі теорії, а залучені до двору астрономи зверталися за порадами до зірок.

source: Albyn
uk: Альбін

source: Albyn by ci nie wybaczył, że odrzucasz taką ofertę.
uk: Альбін не пробачить тобі, якщо ти відмовишся від такої пропозиції.

source: Albyn by ci tego nie wybaczył.
uk: Альбін тобі цього не пробачить.

source: Albyn będzie na ciebie wściekły. Po co ci to było?!
uk: Альбін розлютиться на тебе. Для чого це було?!

source: Albyn chce, żebyś najpierw popracował trochę w karczmie.
uk: Альбін хоче, щоб ти спершу попрацював у корчмі.

source: Albyn jest zadowolony z mojej pracy we wsi. Dostałem od niego glejt, dzięki któremu strażnicy nie będą mnie legitymować i bez przeszkód przekroczę mury, by tam kontynuować poszukiwania mojego brata.
uk: Альбін задоволений моєю роботою в селі. Він дав мені перепустку, щоб вартові більше не затримували мене, і я міг безперешкодно пройти до міста, щоб продовжити там пошуки мого брата.

source: Albyn mieszka w tym wielkim domu na wzgórzu niedaleko kaplicy. Ciężko go przeoczyć.
uk: Альбін живе у тому великому будинку на пагорбі біля каплиці. Його важко не помітити.

source: Albyn mnie zabije... ale najpierw posiedzę parę dni w dybach, a dopiero potem zawisnę na gałęzi.
uk: Альбін мене вб'є... але спочатку я проведу кілька днів у в'язниці, а вже потім мене повісять на гілці.

source: Albyn oficjalnie potwierdził zaginięcie kolejnego farmera!
uk: Альбін офіційно підтвердив зникнення ще одного фермера!

source: Albyn popełnia błąd, dając wam szansę.
uk: Альбін робить помилку, даючи вам шанс.

source: Albyn potwierdził, że strażnicy Gerwina przebywali w wiosce i większość czasu spędzili na piciu oraz zaczepianiu mieszkańców. Starszy nie wie, w którą stronę udali się po opuszczeniu Silbach, ale doradził mi, żebym porozmawiał z dwoma myśliwymi - Markusem i Cardenem. Carden patroluje teren niedaleko traktu biegnącego do miasta, a obóz Markusa znajduje się w pobliżu południowej bramy. Jeśli go tam nie znajdę, to rozejrzę się przy pozostałych wyjściach z wioski.
uk: Альбін підтвердив, що вартові Гервіна перебували в селі та проводили більшу частину часу, випиваючи і чіпляючись до місцевих жителів. Староста не знає, в який бік вони пішли, коли покинули Сільбах, але порадив мені поговорити з двома мисливцями – Маркусом і Карденом. Карден патрулює територію біля стежки, що веде до міста, а табір Маркуса знаходиться біля південних воріт. Якщо я не знайду його там, то варто оглянути інші виходи з села.

source: Albyn powiedział, że zapewni nam bezpieczeństwo jeśli zaczniemy pracować. Muszę przekonać troje z moich towarzyszy do pracy na wsi.
uk: Альбін сказав, що забезпечить нам безпеку, якщо ми почнемо працювати. Мені потрібно переконати трьох моїх товаришів працювати в селі.

source: Albyn przysłał dwóch osiłków do pomocy, ale jakoś się do niej nie kwapią.
uk: Альбін прислав на допомогу двох телепнів, та вони не поспішають допомагати.

source: Albyn przysłał mnie do pomocy w naprawie brzegu.
uk: Альбін прислав мене допомогти відремонтувати міст.

source: Albyn przysłał mnie, żebym pomógł ci wrócić na nogi po ostatniej powodzi.
uk: Альбін прислав мене, щоб допомогти тобі стати на ноги після повені.

source: Albyn raczej nie będzie zachwycony zignorowaniem jego próśb...
uk: Альбін навряд чи буде в захваті від того, що його прохання ігноруються...

source: Albyn rozwiązał ten problem.
uk: Альбін вирішив цю проблему.

source: Albyn się o tym dowie. Zostaniesz ukarany!
uk: Альбін про це дізнається. Ти будеш покараний!

source: Albyn się o wszystkim dowie, możesz być tego pewien!
uk: Альбін про все дізнається, можеш не сумніватися!
